Repository: chrbaeu/XlsxDiffEngine
Catalog: XlsxDiffTool/Resources/Resources.*.resx
Languages: de

# ColumnConfigHeader
source: Column settings:
de: Spalteneinstellungen:

# ColumnModeDefault
source: Default
de: Standard

# ColumnModeGroupKey
source: Group key
de: Gruppen Key

# ColumnModeIgnore
source: Ignore
de: Ignorieren

# ColumnModeOmit
source: Omit
de: Weglassen

# ColumnModeTextCompare
source: Compare text only
de: Nur Text vergleichen

# ColumnNotFound
source: Column could not be found in the selected files!
de: Die Spalte konnte in den ausgewählten Dateien nicht gefunden werden!

# OptionsAddColumnRowAdd
source: Row number
de: Zeilennummer

# ConfigExportFailedMsg
source: Config file '{0}' could not be saved!
de: Config Datei '{0}' konnte nicht gespeichert werden!

# ConfigImportFailedMsg
source: Config file '{0}' could not be loaded!
de: Config Datei '{0}' konnte nicht geladen werden!

# ConfigLoad
source: Load config
de: Config laden

# ConfigReset
source: Reset
de: Zurücksetzten

# OptionsAddColumnRowName
source: Row
de: Zeile

# ConfigSave
source: Save config
de: Config speichern

# DiffSave
source: Save diff
de: Vergleich speichern

# DiffSaveFailedMsg
source: Comparison of Excel files could not be created/saved.
de: Vergleich der Excel-Dateien konnte nicht erstellt/gespeichert werden.

# FileAddTimestamp
source: Add timestamp
de: Datum hinzufügen

# FileChooseTooltip
source: Choose file/folder
de: Datei/Ordner auswählen

# FileFolderMode
source: Folder mode
de: Ordermodus

# FileFolderModeTooltip
source: Use a folder instead of a file path
de: Einen Ordner statt eines Dateipfads verwenden

# FileInputNewHeader
source: New file:
de: Neue Datei:

# FileInputOldHeader
source: Old file:
de: Alte Datei:

# FileNameRegexTooltip
source: Optional regular expression for filtering and selecting the names of files in folder mode
de: Optionaler regulärer Ausdruck zum Filtern und Auswählen der Namen der Dateien im Ordnermodus

# FileOutputHeader
source: Output file:
de: Ausgabedatei:

# FileStartColumn
source: Column:
de: Spalte:

# FileStartColumnTooltip
source: Column in which the data starts
de: Spalte in der die Daten starten

# FileStartRow
source: Row:
de: Zeile:

# FileStartRowTooltip
source: Row in which the data starts
de: Zeile in der die Daten starten

# MsgBoxTitleError
source: Error
de: Fehler

# OptionsAddColumnRowTooltip
source: Name of the column for the row number
de: Name der Spalte für die Zeilennummer

# OptionsAddColumnWorksheetAdd
source: Worksheet name
de: Arbeitsblattname

# OptionsAddColumnWorksheetName
source: Worksheet
de: Arbeitsblatt

# OptionsAddColumnWorksheetTooltip
source: Name of the column for the worksheet name
de: Name der Spalte für den Arbeitsblattname

# OptionsAddColumnDocumentAdd
source: Document name
de: Dokumentname

# OptionsAddColumnDocumentName
source: Document
de: Dokument

# OptionsAddColumnDocumentTooltip
source: Name of the column for the document name
de: Name der Spalte für den Dokumentname

# OptionsAddColumnHeader
source: Additional columns
de: Zusätzliche Spalten

# OptionsColumnsHeader
source: Column options
de: Spalteneinstellungen

# OptionsColumnsAutoFit
source: Auto fit
de: Breite anpassen

# OptionsColumnsAutoFilter
source: Auto filter
de: Filter setzten

# OptionsColumnsCopyFormat
source: Copy format
de: Format kopieren

# OptionsColumnsCopyStyles
source: Copy styles
de: Style kopieren

# OptionsColumnsHideOld
source: Hide old value
de: Alten Wert ausblenden

# OptionsColumnsOldValueComment
source: Old value as comment
de: Alten Wert als Kommentar

# OptionsChangeMakerHeader
source: Change highlighting
de: Änderungshervorhebung

# OptionsChangeMakerValue
source: Value:
de: Wert:

# OptionsChangeMakerValueTooltip
source: Min. deviation absolute
de: Min. Abweichung absolut

# OptionsChangeMakerPercentTooltip
source: Min. deviation in %
de: Min. Abweichung in %

# OptionsModRuleHeader
source: Modifications ruls
de: Anpassungsregeln

# OptionsModRuleTarget
source: Target:
de: Ziel:

# OptionsModRuleValue
source: Value:
de: Wert:

# OptionsModRuleTargetDisabled
source: Disabled
de: Deaktiviert

# OptionsModRuleTargetAll
source: All
de: Alle

# OptionsModRuleTargetNew
source: New
de: Neu

# OptionsModRuleTargetOld
source: Old
de: Alt

# OptionsModRuleKindFormula
source: Formula
de: Formel

# OptionsMergingWorksheets
source: Merge Worksheets
de: Merge Arbeitsblätter

# OptionsMergingDocuments
source: Merge Documents
de: Merge Dokumente

# FileAddTimestampTooltip
source: Add date to the output file name
de: Datum zum Dateinamen der Ausgabedatei hinzufügen

# MergedWorksheetNameTooltip
source: Name of the merged worksheet
de: Name des zusammengeführten Arbeitsblatts

# MergedDocumentNameTooltip
source: Name of the merged document
de: Name des zusammengeführten Documents

# SaveAndRestoreInputFilePathsMg
source: Do you want to save the selected file paths as well?
de: Möchten Sie die ausgewählten Dateipfade ebenfalls speichern?

# MsgBoxTitleQuestion
source: Question
de: Frage

# OptionsSettingsHeader
source: General settings
de: Allgemeine Einstellungen

# OptionsSettingsSkipEmptyRows
source: Remove empty rows
de: Leere Zeilen entfernen

# OptionsModRuleTargetOldNonEmpty
source: Old (non empty)
de: Alt (nicht leer)

# OptionsModRuleTargetNewNonEmpty
source: New (non empty)
de: Neu (nicht leer)

# OptionsModRuleTargetAllNonEmpty
source: All (non empty)
de: Alle (nicht leer)

# OptionsSettingsAlwaysSetPrimaryKeyColumnValues
source: Always set key column values
de: Key Spaltenwerte immer setzen

# OptionsSettingsSkipUnchangedRows
source: Remove unchanged rows
de: Unveränderte Zeilen entfernen

# OptionsHeader
source: Options:
de: Optionen:

# OptionsSettingsSkipRemovedRows
source: Remove deleted rows
de: Gelöschte Zeilen entfernen

# ColumnConfigReload
source: Updates the columns based on the selected files
de: Aktualisiert die Spalten basierend auf den ausgewählten Dateien

# OptionsScript
source: Script
de: Skript

# OptionsSettingsIgnoreColumnsNotInBoth
source: Ignore columns that are not in both files
de: Ignoriere Spalten die nicht in beiden Dateien vorkommen
